[
  {
    "text": "या तो तुम में भय वास कर सकता है या मैं और मेरी शक्ति",
    "author": "Mahadev",
    "lastName": "",
    "image": "/assets/quotes/mahadev.jpeg"
  },
  {
    "text": "कर्म करो पार्थ, फल की चिंता मत करो",
    "author": "Shri",
    "lastName": "Krishna",
    "image": "/assets/quotes/kanha.jpeg"
  },
  {
    "text": "जीवन ना तो भविष्य में है और ना ही अतीत में, जीवन तो बस इस पल में है , केवल इस पल में।",
    "author": "Shri",
    "lastName": "Krishna",
    "image": "/assets/quotes/kanha.jpeg"
  },
  {
    "text": "Study hard. Work hard. Play harder. Don't be bound by rules, don't hurt anybody and never ever live somebody else's dream.",
    "author": "Shahrukh",
    "lastName": "Khan",
    "image": "/assets/quotes/srk.jpg"
  },
  {
    "text": "Fulfill your desire, ignite the fire.\nBat through the tough times, sometimes it's 263 sometimes 49. Life can put you in a pickle, laugh through like it's a tickle. Whether you get a hundred or a duck, life goes on don't get stuck. There is no map ride the tide, you are your own guide.",
    "author": "Virat",
    "lastName": "Kohli",
    "image": "/assets/quotes/virat_nags.jpg"
  },
  {
    "text": "A moment will come when there isn’t anything that’s going right. But don’t panic. With a little embarrassment, you will survive it. All you have to do is make a move and move on a bit.",
    "author": "Shahrukh",
    "lastName": "Khan",
    "image": "/assets/quotes/srk_1.jpeg"
  },
  {
    "text": "I Can Re-Write The Story",
    "author": "LOKI",
    "lastName": "(Tom Hiddleston)",
    "image": "/assets/quotes/loki.jpg"
  },
  {
    "text": "Irrespective of whether you have talent or not, one has to work hard. Just being talented doesn't mean anything; you can end up wasting it before you realize.",
    "author": "Virat",
    "lastName": "Kohli",
    "image": "/assets/quotes/virat_2.jpg"
  },
  {
    "text": "Agar kisi cheez ko dil se chaaho to puri kayanat usey tumse milane ki koshish mein lag jaati hai. ",
    "author": "Shahrukh",
    "lastName": "Khan",
    "image": "/assets/quotes/dost_srk.jpg"
  },
  {
    "text": "हमारी फिल्मों की तरह, हमारी जिंदगी में भी अंत तक सब कुछ ठीक-ठाक ही हो जाता है... अगर ऐसा ना हो तो पिक्चर अभी बाकी है मेरे दोस्त...",
    "author": "Shahrukh",
    "lastName": "Khan",
    "image": "/assets/quotes/om-shanti.jpg"
  },
  {
    "text": "इतनी शिद्दत से मैंने तुम्हें पाने की कोशिश की है, कि हर ज़रे ने मुझे तुमसे मिलने की साज़िश की है। कहते हैं, अगर किसी चीज को दिल से चाहो, तो पूरी की पूरी कायनात तुम्हें उससे मिलाने की कोशिश में लग जाती है।",
    "author": "Shahrukh",
    "lastName": "Khan",
    "image": "/assets/quotes/picture_abhi.jpeg"
  },

  {
    "text": "I love playing under pressure. In fact, if there's no pressure, then I'm not in the perfect zone.",
    "author": "Virat",
    "lastName": "Kohli",
    "image": "/assets/quotes/virat_1.jpg"
  },

  {
    "text": "Babumushoi, zindagi badi honi chahiye… lambi nahin",
    "author": "Rajesh",
    "lastName": "Khanna",
    "image": "/assets/quotes/anand.jpg"
  }
]
